{
    "eng": {
      "mainTexts": [
        "Typically, the lion inhabits grasslands and savannas but is absent in dense forests. It is usually more diurnal than other big cats, but when persecuted it adapts to being active at night and at twilight.",
        "The level of the aside navigation is scalable. The first, second, and third level navigations could be present more fluently and relevantly, and aside navigation can be fixed, allowing the user to quickly switch and spot the current position, improving the user experience. However, this navigation occupies some horizontal space of the contents.",
        "An ocean current is a continuous, directed movement of sea water generated by a number of forces acting upon the water, including wind, the Coriolis effect, breaking waves, cabbeling, and temperature and salinity differences. Depth contours, shoreline configurations, and interactions with other currents influence a current's direction and strength. Ocean currents are primarily horizontal water movements.",
        "Stem cells are special human cells that have the ability to develop into many different cell types, from muscle cells to brain cells. In some cases, they also have the ability to repair damaged tissues.",
        "A molecule is a particle made up of two or more atoms that are chemically bonded together; the number of atomic nuclei making up a molecule is a determinate number.",
        "Pressure is defined as the physical force exerted on an object. The force applied is perpendicular to the surface of objects per unit area."
      ],
      "results": {
        "expert": "Damn, you are super fast typer!",
        "proficient": "Awesome, you are pretty darn fast!",
        "average": "Not bad! You have an average speed! Keep it up!",
        "poor": "Well... You definitely need more practice!"
      },
      "stats": {
        "wordsCorrect": "Words Correct: ",
        "accuracy": "Accuracy: ",
        "timeElapsed": "Time Elapsed: ",
        "wpm": "Words Per Minute (WPM): "
      },
      "buttons": {
        "start": "Start",
        "retry": "Try Again!"
      },
      "others": {
        "min": "min",
        "sec": "sec"
      }
    },  
    "mgl": {
      "mainTexts": [
        "Шувуу нь бүх тивүүд, эх газарт амьдрах учир тухайн орчиндоо зохицсон олон янзын хэлбэртэй. Хамгийн гол ялгаанууд нь биеийн хэмжээ, хошууны хэлбэр, хөл, хүзүүний урт болон өнгө юм. Хамгийн жижиг төрлийн шувууд жимсний шүүс, цэцгийн бал, шавьжаар хооллоно.",
        "Эсийн дотоод үйл ажиллагаа нь одоо ч сонирхол татсан хэвээр байна. Тэр дундаа эсийн энергийн үйлдвэрлэл ба эс дэх бодис зөөвөрлөлт, бодис задрах ба нэгдэх урвалууд, эсийн бодис хуримтлуулах механизм зэрэг нь анхаарлийн төвд оршиж байна.",
        "Аймгийн нутгийн хойд хэсэг нь пермийн ба чулуун нүүрсний галвын боржин, баруун өмнөд хэсгээр нь элсэн чулуу тархжээ. Тамирын голд төмрийн хүдэр, Суман голын савд галт уулын чулуу, үнэт чулууны баялаг бий. Аймгийн газрын хөрс сайн судлагдаагүй боловч сүүлийн үед эрэл, хайгуулын ажил ихээр явагдаж байна.",
        "Тууж гэдэг нь өгүүллэгээс том. Хэсэг цаг хугацаа, орон зайг агуулсан, олон үйл явдлын өрнөлттэй хүүрнэл зохиолын томоохон хэмжээний бүтээлийг хэлнэ.",
        "Дэлхийн томоохон автомашин үйлдвэрлэгчид цаг уурын өөрчлөлттэй тэмцэхээр бүрэн цахилгаан машины зах зээлд өрсөлдөж байхад Тоёота компани устөрөгчийн хөдөлгүүрт шинэ автомашинаа танилцууллаа. Устөрөгчийн хөдөлгүүр нь шахсан устөрөгчийг агаарын хүчилтөрөгчөөр исэлдүүлэх аргаар энерги ялгаруулдаг ба үр дүнд нь уснаас өөр бодис ялгардаггүй.",
        "АНУ-ын нисэх онгоц үйлдвэрлэгч Боинг компани болон Германы спорт автомашин үйлдвэрлэгч Порше компаниуд хамтран эгц хөөрч буух нисдэг цахилгаан автомашины зах зээлийг судлаж эхэлснээ зарлалаа."
      ],
      "results": {
        "expert": "Та ч агуу хурдан шивдэг юмаа",
        "proficient": "Яая... Бас л хурдан байна шүү",
        "average": "Муугүй... Та яг алтан дундаж хурдтай шивж байна",
        "poor": "За та ч нэлээн хөдөлмөрлөх хэрэгтэй юм байна даа"
      }, 
      "stats": {
        "wordsCorrect": "Зөв Бичсэн Үгийн Тоо: ",
        "accuracy": "Гүйцэтгэл: ",
        "timeElapsed": "Зарцуулсан Хугацаа: ",
        "wpm": "Минутад Бичсэн Үгийн Тоо: "
      },
      "buttons": {
        "start": "Эхлэх",
        "retry": "Дахих!"
      },
      "others": {
        "min": "мин",
        "sec": "сек"
      }
    }
}